{"UCWsslCoN3b_wBaFVWK_ye_A":{"title":"Hamza","description":"YouTube Most Popular Self Improvement Channel.\nSpotify Top 25 UK Educational Podcast\nI give you my word that every video I upload to this channel I genuinely think will be life changing for you."},"UCanVw2KPc1NXLsSBpJLlGNQ":{"title":"Gerbert's Void","description":""},"UCV-2DfkA_qFqCFcrIQtvX4A":{"title":"Dyer Clips","description":"𝐮𝐧𝐨𝐟𝐟𝐢𝐜𝐢𝐚𝐥 𝐜𝐥𝐢𝐩𝐬 𝐜𝐡𝐚𝐧𝐧𝐞𝐥"},"UCsBjURrPoezykLs9EqgamOA":{"title":"Fireship","description":"High-intensity ⚡ code tutorials to help you build & ship your app faster. Subscribe for new videos every week covering intermediate to advanced lessons about JavaScript, Flutter, Firebase, and modern app development.\n\nThe original home of #100SecondsOfCode and #CodeThisNotThat. Created by Jeff Delaney. \n\nBuilding an app? Get project support, advanced full courses, and more at https://fireship.io"},"UCzeZEApAhM_A1HCpt3GPqJQ":{"title":"Orthodox Meme Squad","description":"Orthodox memes, chant compilations and more! \n\nJoin The Discord!: https://discord.gg/orthodoxmemesquad\n\nPatreon: https://www.patreon.com/orthodoxmemesquad"},"UC2D2CMWXMOVWx7giW1n3LIg":{"title":"Andrew Huberman","description":"Welcome to the official Huberman Lab YouTube channel. \n\nThe Huberman Lab podcast is hosted by Dr. Andrew Huberman, a neuroscientist and tenured professor of neurobiology and ophthalmology at Stanford School of Medicine. The podcast discusses neuroscience and science-based tools, including how our brain and its connections with the organs of our body control our perceptions, our behaviors, and our health, as well as existing and emerging tools for measuring and changing how our nervous system works.\n\nThe podcast is frequently ranked in the top 10 of all podcasts globally and is often ranked #1 in the categories of Science, Education, and Health & Fitness."},"UChozbOPP6uOJ2UkiTZy-sgQ":{"title":"The Orthodox Ethos","description":"Orthodox Ethos is a collective effort of nearly a dozen Orthodox Christians, ordained and lay. Our purpose is to present and support the Orthodox truth, way and life, which is Christ Himself. \n\nInterested in learning more about Orthodoxy? See our Orthodoxy 101 videos HERE:\nwww.orthodoxethos.com/orthodoxy101\n\nJoin our LIVE Q&A with Fr. Peter Heers every Thursday evening at 5 PM (PST) / 8 PM (EST) HERE: \npatreon.com/frpeterheers\n\nBe nourished by the writings of the Holy Fathers and see our other publications addressing timely matters in the life of the Church and the one thing needful HERE:\nuncutmountainpress.com\n\nFor issues of immediate pastoral and/or spiritual concern, please contact Fr. Peter directly at ask@frpeterheers.com.\n\nGlory to God for all things. Amen. ☦️"},"UClHVl2N3jPEbkNJVx-ItQIQ":{"title":"HealthyGamerGG","description":"https://healthygamer.gg/\n\nHealthy Gamer is the mental health platform designed to help the internet generation succeed."},"UCR1D15p_vdP3HkrH8wgjQRw":{"title":"Internet Historian","description":"Professor of Internet Happenings."},"UCZHmQk67mSJgfCCTn7xBfew":{"title":"Yannic Kilcher","description":"I make videos about machine learning research papers, programming, and issues of the AI community, and the broader impact of AI in society.\n\nTwitter: https://twitter.com/ykilcher\nDiscord: https://ykilcher.com/discord\nBitChute: https://www.bitchute.com/channel/yannic-kilcher\nLinkedIn: https://www.linkedin.com/in/ykilcher\nBiliBili: https://space.bilibili.com/2017636191\n\nIf you want to support me, the best thing to do is to share out the content :)\n\nIf you want to support me financially (completely optional and voluntary, but a lot of people have asked for this):\nSubscribeStar: https://www.subscribestar.com/yannickilcher\nPatreon: https://www.patreon.com/yannickilcher\nBitcoin (BTC): bc1q49lsw3q325tr58ygf8sudx2dqfguclvngvy2cq\nEthereum (ETH): 0x7ad3513E3B8f66799f507Aa7874b1B0eBC7F85e2\nLitecoin (LTC): LQW2TRyKYetVC8WjFkhpPhtpbDM4Vw7r9m\nMonero (XMR): 4ACL8AGrEo5hAir8A9CeVrW8pEauWvnp1WnSDZxW7tziCDLhZAGsgzhRQABDnFy8yuM9fWJDviJPHKRjV4FWt19CJZN9D4n"},"UCUyDOdBWhC1MCxEjC46d-zw":{"title":"Alex Hormozi","description":"Welcome to my channel, where I talk about how to get more customers, make more per customer, and keep them coming back, and the many failures and lessons we have learned along the way to $100M+ in sales. We've got roll up your sleeves kind of hustle with a little bit of cleverness and a lot of heart. Hosted by Alex Hormozi.\n\nMake sure you're subscribed to get my latest failures and insights (so you can get the lesson without the scar!)"},"UCoi8nOe2z-Xi3ZcU7ddvOlQ":{"title":"PILAV","description":"what a journey\n\nbusiness inquiries: business@pilavpowa.com"},"UCbRP3c757lWg9M-U7TyEkXA":{"title":"Theo - t3․gg","description":"CEO of Ping.gg - t3.gg - Ex-Twitch Engineer - Creator Obsessed - Inventor of the T3 Stack - Building cool stuff :)"},"UCnLDjLqqLMWg8bVynDZNj3w":{"title":"Zade","description":"Gaming retrospectives and reviews."},"UCFuy8wQGUdJWPRWOPBtns2Q":{"title":"Prophet of the Singularity","description":"Welcome to my official artist channel! Here you will find my latest music videos as well as tutorials and demonstrations of the latest in AI tools and graphics programs that I use to create them! \n\nI am currently focused on the latest and greatest tool, Stable Diffusion! Stable Diffusion gives us unprecedented speed and coherence to make amazing videos and images! There are also lost of other programs that you can use with these tools and I will often give demonstrations and tutorials of me using 2 or more programs.\n\nI keep up on the very latest technology and I present my tutorials in very visual hands-on demonstrations where you can follow along.\n\nWhile I keep the tutorials very simple, every week I also post slideshows and Videos that show deeper, more creative use of these tools. \nTy for visiting and please like and subscribe to stay updated on the latest and greatest!\n\n \"AI is going to change humanity far more than the industrial revolution did.\"\n-Prophet of the Singularity"},"UCUzQJ3JBuQ9w-po4TXRJHiA":{"title":"jdh","description":"making games and taking names"},"UCaSCt8s_4nfkRglWCvNSDrg":{"title":"CodeAesthetic","description":""},"UCFbNIlppjAuEX4znoulh0Cw":{"title":"Web Dev Simplified","description":"Web Dev Simplified is all about teaching web development skills and techniques in an efficient and practical manner. If you are just getting started in web development Web Dev Simplified has all the tools you need to learn the newest and most popular technologies to convert you from a no stack to full stack developer. Web Dev Simplified also deep dives into advanced topics using the latest best practices for you seasoned web developers.\n\nI started Web Dev Simplified in order to share my passion for web development, and do what I truly love. Teach and inspire new web developers. I have been in love with full stack web development since 2015 when I did my first internship as a web developer. Ever since then I have pursued my passion, learning everything there is to know about web development. Over the years I have taught many colleagues and friends the joys of web development, and cannot wait to teach you.\n\nThank you for watching!"},"UCokub2IJPFY4xFdgz6_37Ow":{"title":"Definitely Not Kane","description":"Unofficial Command & Conquer parody account. (And I'm not Kane)\n\n- Lives in a small village near Sarajevo (and not in the Temple Prime in Sarajevo)\n- Always had a good relationship with his brother\n- Interested in Tiberium research\n- Fascinated by alien life forms\n- AI human merge advocate"},"UCHoWUkGQPpFpxVvWcfVXzSQ":{"title":"Orthodox Wisdom","description":"Readings of the Writings and Lives of Orthodox Christian Saints\n\nThese recordings are free to download and share. All I ask is that you do so respectfully and reference Orthodox Wisdom. \n\nYou can also contact me, Timothy Honeycutt, at: orthodoxwisdom1@gmail.com\n\nGlory to Jesus Christ!"},"UCBPRJjIWfyNG4X-CRbnv78A":{"title":"Abhishek Thakur","description":"I make videos about applied machine learning, deep learning, and data science.\nI am the world's first Quadruple Grand Master on Kaggle.\n\nMy code-intensive book, \"Approaching (Almost) Any Machine Learning Problem\" can be downloaded for free from: https://bit.ly/approachingml. If you like it you can also buy paperback copies :)\n\nFeel free to contact me for sponsorships, unboxing, etc."},"UCxCcu9pet4dljrBLf8R5nwA":{"title":"Leila Hormozi","description":"Hey! My name is Leila Hormozi, welcome to my YouTube channel. If you are interested in how to be a better business owner, you have come to the right place. I am the CEO of Acquisition.com and CO-Founder of Gym Launch, Prestige Labs, and ALAN. I have learned a lot about entrepreneurship in a short period of time and use this channel as a way to give back to the entrepreneurial community. \n\nI don't sell courses, coaching or masterminds, I simply put this content out there in hopes that I can help others starting and scaling businesses, succeed with less pain.\n\nIf you have ever asked the following questions, make sure to subscribe.\nHow do I start a business?\nHow do I scale my business to $1,000,000?\nWhat systems should I put in place in my business?\nHow do I become a millionaire?\n\nI am going to be answering these and many more #Mozination"},"UCbfYPyITQ-7l4upoX8nvctg":{"title":"Two Minute Papers","description":"What a time to be alive!"},"UCe26EoZznJ1y_AFZnq8XElA":{"title":"MJ DeMarco","description":"BUILD WEALTH. WIN FREEDOM.\n\nWhat if life wasn’t about paying bills, working for a weekend, and then dying? If you're tired of sleepwalking through a mediocre life bribed by mindless video gaming, redemptive weekends, and a scant paycheck from a soul-suffocating job, subscribe now and take a journey into the world of living UNSCRIPTED.  \n\nRide along with MJ DeMarco, semi-retired multimillionaire entrepreneur, founder, investor, and author of international best-selling books The Millionaire Fastlane (now over 20 languages worldwide) and UNSCRIPTED. \n\nThrough the power of Unscripted Entrepreneurship and the CENTS Business Framework, learn how you can start and grow a business that goes beyond paying bills; build something that changes your life FOREVER. Getting rich isn't just about MONEY -- it's about FREEDOM. \n\nChannel topics include:\n1) Starting a business\n2) Growing a business\n3) The mathematics of wealth\n4) Exposing mainstream BS\n5) Motivation\n6) Self-improvement"},"UC5yvWYg2pux1_1DGUCOezxQ":{"title":"Sheikh Mahmoud","description":"‎ ‎سلام المسيح \nالمسيح هو الرب\n\n\"Baptized\" ex Muslim from 'za Middle East. \n\nAhlan wa sahlan my brazzarz and sistarz!\n\nBurbose of 'zis channel is to make fun of islam but not 'za Muslims (as long as you dont do taqiyya heh!) and show everyone 'zat including myself been deceived for sooOOoOooOoo many years wiz' halal lies... (I guess allah knows best)  Make sure your Bebsi and your Bobcorn is ready and leeeaaaughhh wiz’ me. Oaah, also, feel free to share any of my videos. No bermission or credit needed. \n\nIt would be great if you could also Laaykk za videos and make a comment so we know watz going on. I sanks you all very much for 'za subbort!\n\nThis channel is dedicated to the Lord Jesus Christ and His followers. \n\n👉If you want to support me please support Christian Prince instead\nPatreon: https://www.patreon.com/ChristianPrince"},"UCwlxDWqcPnozHVQMzTeg4SQ":{"title":"Back Guy","description":"Spreading positivity and information one meme at a time."},"UC68TLK0mAEzUyHx5x5k-S1Q":{"title":"Jeff Nippard","description":"Hello everyone! I'm a Canadian natural pro bodybuilder and internationally-qualified powerlifter with a BSc in biochemistry/chemistry and a passion for science. This channel is dedicated to providing science-based training and nutrition information and journaling my own fitness journey. I've been training for 15 years. I hope you enjoy my videos!\n\nIf you'd like to support the channel and help me make more videos, you can pick up one of my training programs for beginner, intermediate and advanced trainees here:\n▹ https://jeffnippard.com\n\nYou can also check out what my sponsors have to offer:\n\n▹ MacroFactor Nutrition App\n‣  https://macrofactor.page.link/jeff\n‣ Use code JEFF for a 14 day FREE trial!\n\n▹ PEScience Supplements\n‣ https://www.PEScience.com/discount/jeff\n‣ Use code JEFF to save $$\n\n▹ RISE Training Gear and Sportwear\n‣ https://www.rise.ca/jeff\n‣ Use code JEFF to save $$\n\n▹ MASS (Monthly Research Review)\n‣ https://bit.ly/jeffMASS\n‣ Only $25/month (pre-paid yearly)"},"UCvISE7GgoP8-x5WZzECSwvw":{"title":"Josh Brett","description":"🎯To help people look good but feel even better:\n\n- Larger than life: Inspiring stories of your favourite fitness icons.\n\n- Gym Noir: Shining a light on the darker side of the fitness industry.\n\n- What I’ve Learned: Making sense of the fitness world."},"UCkpBmkoZ6yToHhB8uFDp46Q":{"title":"Father Spyridon","description":"I am an Orthodox priest serving in ROCOR."},"UCT0dmfFCLWuVKPWZ6wcdKyg":{"title":"James Jani","description":"Hi - I'm James! \n\nThis channel explores my discoveries and perspectives on various topics through entertaining documentary-style videos! \n\nFollow me for behind the scenes, teasers, and everything in between: \n📸Insta - james.v.j\n🐦Twitter - @jamesvjani\n\nBecome a Patron // https://www.patreon.com/jamesvj\n\nBusiness/Sponsor Inquiries // jamesvj.suggestions@gmail.com"},"UCduKuJToxWPizJ7I2E6n1kA":{"title":"BroScienceLife","description":"Bro Science: 50% fact, 50% magic, 100% results.\n\nGet learned."},"UCiVZWY9LmrJFOg3hWGjyBbw":{"title":"Zero Master","description":"Doom, speedruns and occasionally other games too."},"UCtft3phgCsekzE8fJdcmMsA":{"title":"Command & Conquer","description":"From Westwood to EA, Command & Conquer has been one of the most groundbreaking genre-defining RTS franchises of all time.\n\nJoin the C&C Facebook Fans\nhttp://www.facebook.com/commandandconquer\n\nFollow C&C Community on Twitter\nhttp://www.twitter.com/officialCnC\n\nVisit the official Command & Conquer website\nhttps://www.ea.com/games/command-and-conquer"},"UC2-3Cf7Hw10b3NW05p2Z7IA":{"title":"LutheranSatire","description":""},"UCHnj59g7jezwTy5GeL8EA_g":{"title":"MindYourDecisions","description":"Hey this is Presh Talwalkar. I studied Mathematics and Economics at Stanford and post math problems, brain teasers, interview questions, logic puzzles, viral math problems, and interesting topics suggested by viewers from around the world.\n\n2017 Shorty Awards Nominee in STEM (Science, Technology, Engineering, and Math) along with winner Bill Nye; nominees: Adam Savage, Dr. Sandra Lee, Simone Giertz, Tim Peake, Unbox Therapy, Elon Musk, Gizmoslip, Hope Jahren, Life Noggin, and Nerdwriter.\n\nPress\nhttp://mindyourdecisions.com/blog/press\n\nMy Books on Amazon\nhttps://www.amazon.com/Presh-Talwalkar/e/B008DKL6VG/\n\nSend me your suggestions: click on \"for business inquiries\" to see my email address.\n\n*I am not accepting sponsorships/partnerships at this time, but I am happy to discuss great opportunities.\n\nTwitter/Instagram @preshtalwalkar\n\nFor links in my video descriptions: as an Amazon Associate I earn from qualifying purchases. This has no effect on the price for you."},"UClqGp5Lk0bongmD_1s_lacg":{"title":"AGX750","description":"✩ That guy that makes these stupid Zero Hour videos. ʕᵔᴥᵔʔฅ\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n▼ Command & Conquer Generals Zero Hour:\n➥ Stupid Zero Hour Facts\n➥ map.ini Game Modes\n➥ Unused Stuff\n➥ ZeroHour: D.I.Y.\n➥ Thrax 'n' Tao\n➥ Something musical (I still need a name for this)\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n▼ Zero Hour Mods:\n➥ Late Invitation: Operation Sneak Peek\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n► Generals Multiplayer Beta (Sneak Peek)\n► Renegade X\n► Game pls. (Bugs & Glitches)\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n▷ Second Channel: https://YouTube.com/SuperYoshi750\n(https://www.YouTube.com/channel/UCcONzSXQgRe4CPSYwM9vg_Q)\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n⚠ DO NOT UPLOAD/USE MY VIDEOS WITHOUT MY PERMISSION! ⚠\nヽʕ⚆ω⚆ʔノ︵ ┻━┻"},"UCi0AO7Bzth2NN8A9z7Gi40Q":{"title":"xezon","description":"Welcome General!\nThis channel is mostly about C&C Generals Zero Hour. Enjoy!\n\nGenTool for Zero Hour : http://www.gentool.net\n\nSome videos have more parts. Find links in description of Part 1 video."},"UC3vIOVJiXigzVDA2TYqaa0Q":{"title":"Matt Whitman","description":"I'm Matt and I'm endlessly curious about the Bible and Christianity and the God those things are about. I was raised around Evangelical Christianity, collected a few degrees about theology and such, pastored churches and then had my faith fall apart. I spent time believing there was no God, but then started over on Christian faith from the beginning, and that's where I am now.\n\nThe idea of an infinite God setting out to redeem a busted up but still beautiful world over the long haul is about the most interesting thing I can imagine, and that (at its core) is what all my videos are about. I make explainer videos, do reviews, tour churches, interview people, make deep-dive history and theology stuff and sometimes I post ridiculous sketches. Feel free to enjoy what you resonate with and ignore the rest.\n\nIf you're here, it's because your curiosity overlaps with mine, and I'm grateful for that. I'm always glad to cross paths with anyone of good will whether we agree on everything or not."},"UCOxvbYc2N7whDEt7Zfhv6dA":{"title":"QualityofLifeM27","description":""},"UChmuggXW2LAtSvbRZyulK9A":{"title":"No Strings Prd","description":"Gaming videos done proper"},"UCQP4JMSvml2Chwf0uKeWquA":{"title":"ThoR","description":"My name is Ammar, I mainly post videos about Generals Zero Hour in my channel. If you are interested in the game, please subscribe for more content."},"UCyvkxuZ7Ks8eXj69YMSPlLQ":{"title":"Florryworry","description":"Hi I talk to myself and record it."},"UCiKty2shs6mHVr54bi-qDqA":{"title":"Blu Two","description":""},"UCVi9Yzqz-an5Ekbqm-sqOow":{"title":"Blu","description":"I like to make montages."},"UCjVDQloX4cIpGqpM6mdyD2Q":{"title":"Hayven Games","description":"This channel focuses on the evolution, secrets and game design of World of Warcraft. If you want to experience the game from another perspective, then you will love it here.\n\nIf you wish to contact me privately, I recommend you do so either through a private message on Twitter or through the email listed below as I check those channels much more frequently than the private message feature here on Youtube.\n\nPrimary softwares I use:\n\nCamera tools: Wow Machinima Tool, Free Far Sight\n\nDatamining tools: CascView, MPQEditor\n\nFile editing tools: Noggit, Neo\n\nRecording/editing tools: Fraps, Adobe Premiere Pro, Audacity\n\nVarious tools: BulkRenameUtility, Wowmodelviewer\n\nHardware specs:\n-Intel Core i7-6700\n-Kingston Hyperx Savage 16gb 2400mhz Ddr4\n-NVIDIA GeForce GTX 970\n-Acer Predator 34-inch Curved UltraWide X34 NVIDIA G-Sync Widescreen Display\n-Asus MX279H IPS 27-inch, 90LMGD051R010O1C IPS Display\n-Razr Naga MMO Gaming Mouse\n-Razr Blackwidow Ultimate Keyboard"},"UCyWqModMQlbIo8274Wh_ZsQ":{"title":"Cyprien","description":"Je fais des vidéos, en plus tu peux même les regarder ! La nature fait bien les choses..."},"UC2C_jShtL725hvbm1arSV9w":{"title":"CGP Grey","description":""},"UCS5tt2z_DFvG7-39J3aE-bQ":{"title":"Life of Boris","description":"Home of Slav King.\nCooking, gaming and cheeki breeki."},"UC83K3rWRhZxUgfSQYxa3VRQ":{"title":"cncHD","description":"Hey there and thank you for checking out my Channel!\nMy older Videos are all about Multiplayer (the microphone quality is extremely poor).\nMy newer Videos are all about Singleplayer\n\nI also have a second Channel. You can find it on the bottom of this page at \"other channels\""},"UCQ0KFtUTiUVKL9TDb8m65NQ":{"title":"GeneralsGentlemen","description":"Callum and Blake do Shoutcasting for a variety of RTS games such as C&C Generals, Company of Heroes, Dawn of War and Rise of Nations. Callum also does RTS reviews and video essays analysing and discussion RTS design philosophy in the \"What Makes RTS Games Fun\" series.\n\nCallum is a design consultant and has worked professionally as a game designer and helped many RTS developers make their game better. https://callummccole.com/"},"UC5BTcArAnit9p5W7etFsPsA":{"title":"teamfortress","description":"Team Fortress® 2 (TF2) is the sequel to the game that put class-based, multiplayer team warfare on the map. One of the most popular online action games of all time, TF2 delivers constant free updates including new game modes, maps, equipment and, most importantly, hats.\r\n\r\nTeam Fortress 2 packs a wild variety of classes which provide a broad range of tactical abilities and personalities, and lend themselves to a variety of player skills. Play as the flame-throwing Pyro, the room-clearing Heavy, or the Spy, a master of disguises. Other classes include: Scout, Sniper, Medic, Engineer, Demoman, or Soldier.\r\n\r\nPlayers can find new weapons and accessories through TF2's Item Drop system, build them with our Crafting system, or simply purchase them through our proprietary \"buying\" system in the Mann Co. Store."}}